Repository: DIKO-Doc/DIKO-Doc.github.io
Catalog: cht-to-eng/cht-to-eng-omegat.tmx
Source language: zh_tw
Languages: en

source: DIKO提供多語言的使用者介面，為國際使用者提供服務。
en: DIKO offers multi-lingual user interface to serve international users.

source: 如沒有任何授權，翻印必究。
en: Unauthorized reprints are prohibited.

source: 此核取方塊在執行還原操作之前將資料庫設置為單使用者模式，並在完成時資料庫設置為多使用者模式。
en: This check box sets the database to single user mode before performing the restore operations, and sets the database to multi-user mode when complete.

source: DIKO還可以顯示和接受多語言輸入。
en: It can display and accept multi-lingual inputs.

source: <unnamed>
en: <mǐ-neimen>

source: ===| nmcli interactive connection editor |===
en: ===| nmcli 互動式連線編輯程式 |===

source: A MCC/MNC string like "310260" or "21601" identifying the specific mobile network operator which this connection applies to. If given, the connection will apply to any device also allowed by "device-id" and "sim-id" which contains a SIM card provisioned by the given operator.
en: MCC / MNC字符串，如“310260”或“21601”，用於標識此連接適用的特定移動網絡運營商。如果給定，該連接將適用於“device-id”和“sim-id”允許的任何設備，其中包含由給定運營商提供的SIM卡。

source: A connection of type '%s' cannot have an ovs-interface.type "%s"
en: 類型的連接'%s' 不能有一個ovs-interface.type“%s"

source: A connection of type '%s' cannot have ovs-interface.type "system"
en: 類型的連接'%s' 不能有ovs-interface.type“系統”

source: A connection with '%s' setting must be of connection.type "ovs-interface" but is "%s"
en: 與'連接'%s' 設置必須是connection.type“ovs-interface”但是“%s"

source: A connection with '%s' setting needs to be of 'patch' interface type, not '%s'
en: 與'連接'%s' 設置需要是'patch'接口類型，而不是'%s'

source: A connection with a '%s' setting must have a master.
en: 與''的連接%s' 設置必須有一個主人。

source: A connection with a '%s' setting must have the slave-type set to '%s'. Instead it is '%s'
en: 與''的連接%s' 設置必須將slave-type設置為'%s'. 相反它是'%s'

source: A connection with a '%s' setting must not have a master.
en: 與''的連接%s' 設置必須沒有主人。

source: A connection with a '%s' setting needs connection.type explicitly set
en: 與''的連接%s' 設置需要connection.type顯式設置

source: A connection with ovs-interface.type '%s' setting a 'ovs-patch' setting
en: 與ovs-interface.type的連接'%s' 設置'ovs-patch'設置

source: A dependency of the connection failed
en: 連線的相依性發生錯誤

source: A dictionary of key/value pairs with user data. This data is ignored by NetworkManager and can be used at the users discretion. The keys only support a strict ascii format, but the values can be arbitrary UTF8 strings up to a certain length.
en: 包含用戶數據的鍵/值對字典。 NetworkManager會忽略此數據，並可由用戶自行決定使用。鍵只支持嚴格的ascii格式，但值可以是任意UTF8字符串，長度可達一定。

source: A duplicate IP address was detected
en: 檢測到重複的IP地址

source: A file with this name already exists in “%s”. If you replace the existing file, its contents will be lost.
en: 「%s」中已有相同名稱的檔案。 若您取代既有的檔案，其內容將會遺失。

source: A filter changed the number of lines in the file, which is unsupported. The comparison will not be accurate.
en: 一個過濾器變更了檔案的列數，這不被支援。比對結果可能不準確。

source: A human readable unique identifier for the connection, like "Work Wi-Fi" or "T-Mobile 3G".
en: 用於連接的人類可讀唯一標識符，例如“工作Wi-Fi”或“T-Mobile 3G”。

source: A list of BSSIDs (each BSSID formatted as a MAC address like "00:11:22:33:44:55") that have been detected as part of the Wi-Fi network. NetworkManager internally tracks previously seen BSSIDs. The property is only meant for reading and reflects the BSSID list of NetworkManager. The changes you make to this property will not be preserved.
en: 已被檢測為Wi-Fi網絡一部分的BSSID列表（每個BSSID格式化為MAC地址，如“00：11：22：33：44：55”）。 NetworkManager內部跟踪先前看到的BSSID。該屬性僅用於讀取和反映NetworkManager的BSSID列表。您對此屬性所做的更改將不會保留。

source: A list of group/broadcast encryption algorithms which prevents connections to Wi-Fi networks that do not utilize one of the algorithms in the list. For maximum compatibility leave this property empty. Each list element may be one of "wep40", "wep104", "tkip", or "ccmp".
en: 組/廣播加密算法列表，用於阻止與不使用列表中某個算法的Wi-Fi網絡的連接。為獲得最大兼容性，請將此屬性留空每個列表元素可以是“wep40”，“wep104”，“tkip”或“ccmp”之一。

source: A list of interface names to match. Each element is a shell wildcard pattern. When an element is prefixed with exclamation mark (!) the condition is inverted. A candidate interface name is considered matching when both these conditions are satisfied: (a) any of the elements not prefixed with '!' matches or there aren't such elements; (b) none of the elements prefixed with '!' match.
en: 要匹配的接口名稱列表。每個元素都是一個shell通配符模式。當元素以感嘆號（！）為前綴時，條件反轉。當滿足這兩個條件時，候選接口名稱被認為是匹配的：（a）沒有前綴為'！'的任何元素匹配或沒有這樣的元素; （b）沒有以“！”為前綴的元素比賽。

source: A list of pairwise encryption algorithms which prevents connections to Wi-Fi networks that do not utilize one of the algorithms in the list. For maximum compatibility leave this property empty. Each list element may be one of "tkip" or "ccmp".
en: 成對加密算法列表，用於阻止與不使用列表中的某個算法的Wi-Fi網絡的連接。為獲得最大兼容性，請將此屬性留空每個列表元素可以是“tkip”或“ccmp”之一。

source: A list of permanent MAC addresses of Wi-Fi devices to which this connection should never apply. Each MAC address should be given in the standard hex-digits-and-colons notation (eg "00:11:22:33:44:55").
en: 此連接永遠不應用的Wi-Fi設備的永久MAC地址列表。每個MAC地址應以標準的十六進制數字和冒號表示（例如“00：11：22：33：44：55”）。

source: A mask of group addresses to forward. Usually, group addresses in the range from 01:80:C2:00:00:00 to 01:80:C2:00:00:0F are not forwarded according to standards. This property is a mask of 16 bits, each corresponding to a group address in that range that must be forwarded. The mask can't have bits 0, 1 or 2 set because they are used for STP, MAC pause frames and LACP.
en: 要轉發的組地址掩碼。通常，不按照標準轉發01：80：C2：00：00：00到01：80：C2：00：00：0F範圍內的組地址。此屬性是16位掩碼，每個掩碼對應於該範圍內必須轉發的組地址。掩碼不能設置位0,1或2，因為它們用於STP，MAC暫停幀和LACP。

source: A password is required to connect to '%s'.
en: 需要密碼才能連線至「%s」。

source: A problem with the RFC 2684 Ethernet over ADSL bridge
en: ADSL 橋接上發生了 RFC 2684 乙太網路上的問題

source: A secondary connection of the base connection failed
en: 基礎連線的次要連線失敗

source: A string containing the DHCPv6 Unique Identifier (DUID) used by the dhcp client to identify itself to DHCPv6 servers (RFC 3315). The DUID is carried in the Client Identifier option. If the property is a hex string ('aa:bb:cc') it is interpreted as a binary DUID and filled as an opaque value in the Client Identifier option. The special value "lease" will retrieve the DUID previously used from the lease file belonging to the connection. If no DUID is found and "dhclient" is the configured dhcp client, the DUID is searched in the system-wide dhclient lease file. If still no DUID is found, or another dhcp client is used, a global and permanent DUID-UUID (RFC 6355) will be generated based on the machine-id. The special values "llt" and "ll" will generate a DUID of type LLT or LL (see RFC 3315) based on the current MAC address of the device. In order to try providing a stable DUID-LLT, the time field will contain a constant timestamp that is used globally (for all profiles) and persisted to disk. The special values "stable-llt", "stable-ll" and "stable-uuid" will generate a DUID of the corresponding type, derived from the connection's stable-id and a per-host unique key. You may want to include the "${DEVICE}" or "${MAC}" specifier in the stable-id, in case this profile gets activated on multiple devices. So, the link-layer address of "stable-ll" and "stable-llt" will be a generated address derived from the stable id. The DUID-LLT time value in the "stable-llt" option will be picked among a static timespan of three years (the upper bound of the interval is the same constant timestamp used in "llt"). When the property is unset, the global value provided for "ipv6.dhcp-duid" is used. If no global value is provided, the default "lease" value is assumed.
en: 包含DHCP服務器唯一標識符（DUID）的字符串，dhcp客戶端使用該標識符向DHCPv6服務器標識自己（RFC 3315）。 DUID在客戶端標識符選項中攜帶。如果屬性是十六進製字符串（'aa：bb：cc'），則將其解釋為二進制DUID，並在客戶端標識符選項中填充為不透明值。特殊值“lease”將檢索先前從屬於該連接的租用文件中使用的DUID。如果未找到DUID且“dhclient”是已配置的dhcp客戶端，則在系統範圍的dhclient租約文件中搜索DUID。如果仍未找到DUID，或者使用其他dhcp客戶端，則將根據machine-id生成全局永久DUID-UUID（RFC 6355）。特殊值“llt”和“ll”將基於設備的當前MAC地址生成LLT或LL類型的DUID（參見RFC 3315）。為了嘗試提供穩定的DUID-LLT，時間字段將包含一個全局（對於所有配置文件）並持久保存到磁盤的常量時間戳。特殊值“stable-llt”，“stable-ll”和“stable-uuid”將生成相應類型的DUID，該DUID源自連接的stable-id和每主機唯一密鑰。因此，“stable-ll”和“stable-llt”的鏈路層地址將是從穩定id導出的生成地址。 “stable-llt”選項中的DUID-LLT時間值將在三年的靜態時間跨度中被選取（區間的上限是“llt”中使用的相同的恆定時間戳）。取消設置該屬性時，將使用為“ipv6.dhcp-duid”提供的全局值。如果未提供全局值，則假定使用默認的“lease”值。

source: A string sent to the DHCP server to identify the local machine which the DHCP server may use to customize the DHCP lease and options. When the property is a hex string ('aa:bb:cc') it is interpreted as a binary client ID, in which case the first byte is assumed to be the 'type' field as per RFC 2132 section 9.14 and the remaining bytes may be an hardware address (e.g. '01:xx:xx:xx:xx:xx:xx' where 1 is the Ethernet ARP type and the rest is a MAC address). If the property is not a hex string it is considered as a non-hardware-address client ID and the 'type' field is set to 0. The special values "mac" and "perm-mac" are supported, which use the current or permanent MAC address of the device to generate a client identifier with type ethernet (01). Currently, these options only work for ethernet type of links. The special value "duid" generates a RFC4361-compliant client identifier based on a hash of the interface name as IAID and /etc/machine-id. The special value "stable" is supported to generate a type 0 client identifier based on the stable-id (see connection.stable-id) and a per-host key. If you set the stable-id, you may want to include the "${DEVICE}" or "${MAC}" specifier to get a per-device key. If unset, a globally configured default is used. If still unset, the default depends on the DHCP plugin.
en: 發送到DHCP服務器的字符串，用於標識DHCP服務器可用於自定義DHCP租約和選項的本地計算機。當屬性是十六進製字符串（'aa：bb：cc'）時，它被解釋為二進制客戶端ID，在這種情況下，根據RFC 2132第9.14節假設第一個字節是'type'字段，其餘字節可以是硬件地址（例如'01：xx：xx：xx：xx：xx：xx'，其中1是以太網ARP類型，其餘是MAC地址）。如果屬性不是十六進製字符串，則將其視為非硬件地址客戶端ID，並將“type”字段設置為0.支持特殊值“mac”和“perm-mac”，它們使用當前值或設備的永久MAC地址，以生成類型為ethernet（01）的客戶端標識符。目前，這些選項僅適用於以太網類型的鏈接。支持特殊值“stable”以基於stable-id（請參閱connection.stable-id）和每主機密鑰生成類型0客戶端標識符。如果未設置，則使用全局配置的默認值。如果仍未設置，則重複使用上次租約中的client-id。

source: A synonym for -std=c89 (for C) or -std=c++98 (for C++)
en: -std=c89 (對 C 來說) 或 -std=c++98 (對 C++ 來說)的同義詞

source: A timeout for a DHCP transaction in seconds.
en: DHCP事務的超時（以秒為單位）。

source: A timeout for the authentication. Zero means the global default; if the global default is not set, the authentication timeout is 25 seconds.
en: 身份驗證超時。零意味著全局默認;如果未設置全局默認值，則身份驗證超時為25秒。

source: A universally unique identifier for the connection, for example generated with libuuid. It should be assigned when the connection is created, and never changed as long as the connection still applies to the same network. For example, it should not be changed when the "id" property or NMSettingIP4Config changes, but might need to be re-created when the Wi-Fi SSID, mobile broadband network provider, or "type" property changes. The UUID must be in the format "2815492f-7e56-435e-b2e9-246bd7cdc664" (ie, contains only hexadecimal characters and "-").
en: 連接的通用唯一標識符，例如使用libuuid生成。它應在創建連接時分配，並且只要連接仍適用於同一網絡，就不會更改。例如，當“id”屬性或NMSettingIP4Config更改時，不應更改它，但可能需要在Wi-Fi SSID，移動寬帶網絡提供程序或“類型”屬性更改時重新創建。 UUID必須採用“2815492f-7e56-435e-b2e9-246bd7cdc664”格式（即僅包含十六進製字符和“ - ”）。

source: ADSL connection protocol. Can be "pppoa", "pppoe" or "ipoatm".
en: ADSL連接協議。可以是“pppoa”，“pppoe”或“ipoatm”。

source: APCS reentrant code not supported. Ignored
en: 不支援 APCS 重入程式碼。已忽略

source: ARP targets
en: ARP 目標

source: AUX pointer initialized for edge %d->%d
en: 為邊 %d->%d 初始化 AUX 指標

source: About %s
en: Àbaut %s

source: About Meld
en: 關於 Meld

source: About this application
en: 關於這個應用程式

source: Accept extensions to support legacy code
en: 接受一定的擴充以支援傳統的程式碼

source: Access Point
en: 存取點

source: Access point does not support 802.1x but setting requires it
en: 接入點不支持802.1x，但設置需要它

source: Access point does not support PSK but setting requires it
en: 接入點不支持PSK，但設置需要它

source: Access point is unencrypted but setting specifies security
en: 接入點未加密，但設置指定安全性

source: Access point mode is Ad-Hoc but setting requires Infrastructure security
en: 接入點模式是Ad-Hoc，但設置需要基礎架構安全性

source: Access point mode is Infrastructure but setting requires Ad-Hoc security
en: 接入點模式是基礎架構，但設置需要Ad-Hoc安全性

source: Accounts
en: Akkaunts

source: Activate
en: 啟動

source: Activate a connection
en: 啟用連線

source: Activating your license…
en: Aktiveitiŋ neidè laisèns…

source: Activation failed: %s
en: 激活失敗： %s

source: Active
en: 啟用

source: Active Backup
en: 使用中備份工作

source: Actual argument for '%s' must be a pointer at %L
en: 「%s」的引數在 %L 處必須是一個指標

source: Ad-Hoc Network
en: 臨機操作網路

source: Ad-Hoc mode is incompatible with 802.1x security
en: Ad-Hoc模式與802.1x安全性不兼容

source: Ad-Hoc mode is incompatible with LEAP security
en: Ad-Hoc模式與LEAP安全性不兼容

source: Ad-Hoc mode requires 'open' authentication
en: Ad-Hoc模式需要“開放”身份驗證

source: Adaptive Load Balancing (alb)
en: 調適型負載平衡（alb）

source: Adaptive Transmit Load Balancing (tlb)
en: 調適型傳輸負載平衡（tlb）

source: Add
en: 新增

source: Add Comment
en: Ädd Komment

source: Add Synchronization Point
en: 新增同步點

source: Add a common subexpression elimination pass after loop optimizations
en: 在循環最佳化結束後增加一趟公因式消去

source: Add a synchronization point for changes between files
en: 加入一個檔案差異同步點

source: Add comment
en: Ädd komment

source: Add directory to the list
en: Ädd direktori tu list

source: Add extra commentary to assembler output
en: 為組譯輸出加入額外註釋

source: Add new filter
en: 加入新過濾器

source: Add to version control
en: 新增到版本控制

source: Add...
en: 新增...

source: Adding a new '%s' connection
en: 新增一項「%s」連線

source: Additional automatically detected text encodings
en: 額外自動偵測的文字編碼

source: Additional debug prints
en: 額外除錯輸出

source: Additional keywords
en: Äddeiçionol kyiwörds

source: Addresses
en: 位址

source: Advanced
en: Gokab

source: Aging time
en: 過時時間

source: Align all labels
en: 對齊所有的標籤

source: Align all loops to 32 byte boundary
en: 所有循環對齊到 32 位元組邊界上

source: Align code and data to 32 bits
en: 將程式碼和資料對齊到 32 位元邊界上

source: Align destination of the string operations
en: 對齊字串作業的目的

source: Align doubles at 64-bit boundaries
en: 在 64 位元邊界上對齊雙精度變數

source: Align labels which are only reached by jumping
en: 對齊只能為跳轉所到達的標籤

source: Align some doubles on dword boundary
en: 一些雙精度浮點數在雙字邊界上對齊

source: Align the start of functions
en: 對齊函式入口

source: Align the start of loops
en: 對齊循環入口

source: Align to the base type of the bit-field
en: 對齊到位元段的基礎類別型

source: Align variables on a 32-bit boundary
en: 在 32 位元邊界上對齊變數

source: All Translation Files
en: Ol Transleiçion Fayls

source: Allocatable '%s' at %L cannot have an initializer
en: 可指派的「%s」在 %L 處不能有初始值設定

source: Allocatable array '%s' at %L must have a deferred shape
en: 可指派的陣列「%s」在 %L 處必須有延遲的外形

source: Allow BSD data compression
en: 允許BSD數據壓縮

source: Allow Deflate data compression
en: 允許Deflate數據壓縮

source: Allow control of network connections
en: 允許控制網路連線

source: Allow dollar signs in entity names
en: 允許在實體名中使用美元符號

source: Allow fast jumps to the message dispatcher
en: 允許快速跳轉至訊息分發者

source: Allow function addresses to be held in registers
en: 允許將函式位址儲存在暫存器中

source: Allow loop optimizations to assume that the loops behave in normal way
en: 允許假定循環以「正常」方式動作的循環最佳化

source: Allow math optimizations that may violate IEEE or ISO standards
en: 允許可能違反 IEEE 或 ISO 標準的最佳化

source: Allow speculative motion of non-loads
en: 允許非載入的預測移動

source: Allow speculative motion of some loads
en: 允許一些載入的預測移動

source: Allow the arguments of the '?' operator to have different types
en: 允許「?」運算子的參數有不同的類型

source: Allow two instructions to be issued per cycle
en: 允許每週期發出兩條指令

source: Allowed values for '%s' property: %s
en: 「%s」內容所能使用的值：%s

source: Alternate RETURN statement at %C is only allowed within a SUBROUTINE
en: %C 處的替代 RETURN 敘述只允許出現在 SUBROUTINE 中

source: Alternate calling convention
en: 變更呼叫約定

source: AltiVec argument passed to unprototyped function
en: 傳遞 AltiVec 引數給無原型的函式

source: Always change focus to text input field
en: Olweis foukuser tu tekst dè input fild

source: Always check for non gcj generated classes archives
en: 總是檢查非 gcj 產生的類別文件

source: Always generate long calls
en: 總是產生遠呼叫

source: Always treat bitfields as int-sized
en: 總認為位元段長與 int 相同

source: An alternate return at %L without a * dummy argument
en: %L 不帶 * 啞引數的替代回傳

source: An array of 8 boolean values, where the array index corresponds to the User Priority (0 - 7) and the value indicates whether or not the corresponding priority should transmit priority pause.
en: 一個包含8個布爾值的數組，其中數組索引對應於用戶優先級（0 - 7），該值指示相應的優先級是否應傳輸優先級暫停。

source: An array of 8 boolean values, where the array index corresponds to the User Priority (0 - 7) and the value indicates whether or not the priority may use all of the bandwidth allocated to its assigned group.
en: 一個包含8個布爾值的數組，其中數組索引對應於用戶優先級（0 - 7），該值指示優先級是否可以使用分配給其分配的組的所有帶寬。

source: An array of 8 uint values, where the array index corresponds to the Priority Group ID (0 - 7) and the value indicates the percentage of link bandwidth allocated to that group. Allowed values are 0 - 100, and the sum of all values must total 100 percents.
en: 一個包含8個uint值的數組，其中數組索引對應於優先級組ID（0 - 7），該值表示分配給該組的鏈路帶寬百分比。允許值為0 - 100，所有值的總和必須為100％。

source: An array of 8 uint values, where the array index corresponds to the User Priority (0 - 7) and the value indicates the Priority Group ID. Allowed Priority Group ID values are 0 - 7 or 15 for the unrestricted group.
en: 一個包含8個uint值的數組，其中數組索引對應於用戶優先級（0 - 7），該值表示優先級組ID。對於不受限制的組，允許的優先級組ID值為0 - 7或15。

source: An array of 8 uint values, where the array index corresponds to the User Priority (0 - 7) and the value indicates the percentage of bandwidth of the priority's assigned group that the priority may use. The sum of all percentages for priorities which belong to the same group must total 100 percents.
en: 一個包含8個uint值的數組，其中數組索引對應於用戶優先級（0 - 7），該值表示優先級可能使用的優先級分配組的帶寬百分比。屬於同一組的優先級的所有百分比之和必須總計100％。

source: An array of 8 uint values, where the array index corresponds to the User Priority (0 - 7) and the value indicates the traffic class (0 - 7) to which the priority is mapped.
en: 一個包含8個uint值的數組，其中數組索引對應於用戶優先級（0 - 7），該值表示優先級映射到的流量類（0 - 7）。

source: An array of strings defining what access a given user has to this connection. If this is NULL or empty, all users are allowed to access this connection; otherwise users are allowed if and only if they are in this list. When this is not empty, the connection can be active only when one of the specified users is logged into an active session. Each entry is of the form "[type]:[id]:[reserved]"; for example, "user:dcbw:blah". At this time only the "user" [type] is allowed. Any other values are ignored and reserved for future use. [id] is the username that this permission refers to, which may not contain the ":" character. Any [reserved] information present must be ignored and is reserved for future use. All of [type], [id], and [reserved] must be valid UTF-8.
en: 一組字符串，用於定義給定用戶對此連接的訪問權限。如果為NULL或為空，則允許所有用戶訪問此連接;否則，當且僅當用戶在此列表中時才允許用戶。如果不為空，則僅當其中一個指定用戶登錄到活動會話時，才能激活連接。每個條目的格式為“[type]：[id]：[reserved]”;例如，“user：dcbw：blah”。此時只允許“用戶”[類型]。忽略任何其他值並保留供將來使用。 [id]是此權限引用的用戶名，可能不包含“：”字符。存在的任何[保留]信息必須被忽略，並保留供將來使用。所有[type]，[id]和[reserved]必須是有效的UTF-8。

source: An authentication session is already underway.
en: 身份驗證會話已在進行中。

source: An http(s) address for checking internet connectivity
en: 檢查網際網路連線的 http 位址

source: An interface name and UUID are required
en: 需要接口名稱和UUID

source: An item in input files list:
en: Input fayls list dè 1-gè aitèm:

source: An item in keywords list:
en: Kyiwörds list dè 1-gè aitèm:

source: Analyzing WordPress code…
en: Analaisiŋ WordPress koud…

source: Anonymous identity string for EAP authentication methods. Used as the unencrypted identity with EAP types that support different tunneled identity like EAP-TTLS.
en: EAP身份驗證方法的匿名身份字符串。用作EAP類型的未加密標識，支持不同的隧道標識，如EAP-TTLS。

source: Another folder with the same name already exists in “%s”. If you replace the existing folder, all files in it will be lost.
en: 在「%s」中，另一個相同名稱的資料夾已經存在。 如果你取代已存在的資料夾，裡面的所有檔案都將遺失。

source: Anycast DHCP MAC address used when requesting an IP address via DHCP. The specific anycast address used determines which DHCP server class answers the request.
en: 通過DHCP請求IP地址時使用的任播DHCP MAC地址。使用的特定任播地址確定哪個DHCP服務器類應答請求。

source: Appearance
en: Appīràns

source: Append a second underscore if the name already contains an underscore
en: 當名稱已經包含一個底線時加入第二個底線

source: Append underscores to externally visible names
en: 為外部可見的名稱加入底線

source: Apply text filters during folder comparisons
en: 在資料夾比對時使用文字過濾器

source: Apply to all files I edit
en: Applai tu ol fayls mi editiŋ

source: Are you sure you want to delete the connection '%s'?
en: 確定要刪除連線「%s」？

source: Are you sure you want to delete the “%s” extractor?
en: Ayisyur nei diŋyǐu dilit «%s» dè iksträktā?

source: Are you sure you want to reset the translation memory?
en: Ayisyur nei diŋyǐu rīset transleiçion memori?

source: Argument dim at %L must be of INTEGER type
en: %L 處引數維數必須具有 INTEGER 類型

source: Argument dim at %L must be scalar
en: %L 引數維數必須是標量

source: Argument of %s at %L must be of length one
en: %s 的參數(位於 %L)長度必須為 1

source: Argument of ACOS at %L must be between -1 and 1
en: %L 處 ACOS 的參數必須在 -1 和 1 之間

source: Argument of ACOSH at %L must not be less than 1
en: %L 處 ACOSH 的參數必須不小於 1

source: Argument of ASIN at %L must be between -1 and 1
en: %L 處 ASIN 的參數必須在 -1 和 1 之間

source: Argument of ATANH at %L must be inside the range -1 to 1
en: %L 處 ATANH 的參數必須在 -1 和 1 之間

source: Argument of SQRT at %L has a negative value
en: %L 處 SQRT 的參數為負

source: Arithmetic NaN at %L
en: %L 處算術 NaN

source: Arithmetic OK at %L
en: %L 處算術正常

source: Arithmetic OK converting %s to %s at %L
en: 從 %s 轉換到 %s，在 %L 處：算術正常

source: Arithmetic overflow at %L
en: %L 處算術向上溢位

source: Arithmetic underflow at %L
en: %L 處算術向下溢位

source: Array '%s' at %L cannot have a deferred shape
en: 陣列「%s」在 %L 處不能有延遲的外形

source: Array index at %L is an array of rank %d
en: %L 處陣列索引是一個秩為 %d 的陣列

source: Array of DNS options as described in man 5 resolv.conf. NULL means that the options are unset and left at the default. In this case NetworkManager will use default options. This is distinct from an empty list of properties.
en: 如man 5 resolv.conf中所述的DNS選項數組。 NULL表示未設置選項並保留默認值。在這種情況下，NetworkManager將使用默認選項。這與屬性的空列表不同。

source: Array of DNS search domains. Domains starting with a tilde ('~') are considered 'routing' domains and are used only to decide the interface over which a query must be forwarded; they are not used to complete unqualified host names.
en: 一組DNS搜索域。以波浪號開頭的域名（'~') are considered 'routing' domains and are used only to decide the interface over which a query must be forwarded; they are not used to complete unqualified host names.

source: Array of IP addresses of DNS servers.
en: DNS服務器的IP地址數組。

source: Array of IP addresses.
en: IP地址數組。

source: Array of IP routes.
en: IP路由數組。

source: Array of TC queueing disciplines.
en: 一系列TC排隊規則。

source: Array of TC traffic filters.
en: 一組TC流量過濾器。
